Repository: mecamira/dxf2gcode
Catalog: languages/*/LC_MESSAGES/dxf2gcode_b02.po
Languages: de_de

source: File
de_de: Datei

source: Read DXF
de_de: DXF öffnen

source: Exit
de_de: Schliessen

source: Export
de_de: Exportieren

source: Write G-Code
de_de: G-Code ausgeben

source: View
de_de: Ansicht

source: Show workpiece zero
de_de: Zeige Werkstücknullpunkt

source: Show all path directions
de_de: Zeige alle Pfad Richtungen

source: Show disabled shapes
de_de: Zeige verborgene Pfade

source: Autoscale
de_de: Autoskalieren

source: Delete Route
de_de: Eilpfade löschen

source: Options
de_de: Einstellungen

source: Set tolerances
de_de: Toleranzen

source: Scale contours
de_de: Ausgabe skalieren

source: Move workpiece zero
de_de: Werkstücknullpunkt verschieben

source: Help
de_de: Hilfe

source: About...
de_de: Über DXF2GCODE

source: AutoCAD / QCAD Drawing
de_de: AutoCAD / QCAD Zeichnung

source: All File
de_de: Alle Dateien

source: Loading file: %s
de_de: Lade Datei: %s

source: Loaded layers: %s
de_de: Geladene Layers %s

source: Loaded blocks: %s
de_de: Geladene Blöcke: %s

source: Block %i includes %i Geometries, reduced to %i Contours, used layers: %s
de_de: Block %i beinhaltet %i Geometrien. Ergeben %i Konturen. Verwendete Layer: %s

source: Loaded %i Entities geometries, reduced to %i Contours, used layers: %s ,Number of inserts: %i
de_de: %i Entitie Geometrien geladen. Ergeben %i Konturen. Verwendete Layer: %s. Anzahl der Inserts: %i

source: Contour tolerances
de_de: Kontur Toleranzen

source: Tolerance for common points [mm]:
de_de: Toleranz für gemeinsamen Punkt [mm]:

source: Tolerance for curve fitting [mm]:
de_de: Toleranz für Kurvenanpassung [mm]:

source: Set new Contour tolerances (Pts: %0.3f, Fit: %0.3f) reloaded file
de_de: Kontur Toleranzen verändert (Punkte %0.3f, Kurven %0.3f) Datei wird neu geladen

source: Scale Contours
de_de: Kontur skalieren

source: Set the scale factor
de_de: Skalierungs Faktor

source: Scaled Contours by factor %0.3f
de_de: Konturen skaliert mit dem Faktor %0.3f

source: Workpiece zero offset
de_de: Werkstücknullpunkt Versatz

source: Offset %s axis by mm:
de_de: Versatz %s -Achse in mm:

source: Worpiece zero offset: %s %0.2f; %s %0.2f
de_de: Werkstücknullpunkt Versatz: %s %0.2f; %s %0.2f

source: Export G-Code
de_de: Exportiere G-Code

source: Nothing to export!
de_de: Nicht zu exportieren vorhanden!

source: G-Code for EMC2
de_de: G-Code Datei

source: Writing Shape: %s
de_de: Schreibe Shape: %s

source: Successfully generated G-Code
de_de: G-Code erfolgreich erstellt

source: Error during G-Code Generation
de_de: Fehler während der G-Code Erstellung

source: Cannot save the file.
de_de: Datei kann nicht gespeichert werden

source: Save As
de_de: Speichern unter

source: TSP Starting
de_de: TSP wurde gestartet

source: TSP start values initialised
de_de: TSP Startwerte initialisiert

source: TSP done with result:
de_de: TSP fertiggestellt mit Resultat:

source: Program started Version V0.1 Coded by V. Schulz and C. Kohl366ffel
de_de: Programm gestartet Version V0.1 Programmiert von V. Schulz und C. Kohl366ffel

source: Coordinates
de_de: Koordinaten

source: File Beg. & End
de_de: Datei Anf. & Ende

source: Tool diameter [mm]:
de_de: Werkzeug Durchmesser [mm]:

source: Start radius (for tool comp.) [mm]:
de_de: Einlaufradius [mm]:

source: Start at %s [mm]:
de_de: Start bei %s [mm]:

source: %s retraction area [mm]:
de_de: %s Rückzugsebene [mm]:

source: %s safety margin [mm]:
de_de: %s Sicherheitsabstand [mm]:

source: %s infeed depth [mm]:
de_de: %s Zustelltiefe [mm]:

source: %s mill depth [mm]:
de_de: %s Frästiefe [mm]:

source: G1 feed %s-direction [mm/min]:
de_de: G1 Vorschub %s-Richtung [mm/min]:

source: G1 feed %s%s-direction [mm/min]:
de_de: G1 Vorschub %s%s-Ebene [mm/min]:

source: G-Code at the begin of file
de_de: Anfangszeilen der G-Code Datei

source: G-Code at the end of file
de_de: Endzeilen der G-Code Datei

source: Curser Coordinates: X=0.0, Y=0.0, Scale: 1.00
de_de: Curser Koordinaten: X=0.0, Y=0.0, Zoom: 1.00

source: Curser Coordinates: X= %5.0f Y= %5.0f , Scale: %5.3f
de_de: Curser Koordinaten: X= %5.0f Y= %5.0f , Zoom: %5.3f

source: Curser Coordinates: X= %5.1f Y= %5.1f , Scale: %5.2f
de_de: Curser Koordinaten: X= %5.1f Y= %5.1f , Zoom: %5.2f

source: Curser Coordinates: X= %5.2f Y= %5.2f , Scale: %5.1f
de_de: Curser Koordinaten: X= %5.2f Y= %5.2f , Zoom: %5.1f

source: Invert Selection
de_de: Auswahl invertieren

source: Disable Selection
de_de: Auswahl ausblenden

source: Enable Selection
de_de: Auswahl einblenden

source: Switch Direction
de_de: Pfadrichtung umschalten

source: G40 No correction
de_de: G40 keine Fräserkompensation

source: G41 Cutting left
de_de: G41 Fräserkompensation links

source: G42 Cutting right
de_de: G42 Fräserkompensatin rechts

source: Set Cutter Correction
de_de: Fräserkompensation auswählen

source: Added shape to selection %s:
de_de: Shape zur Auswahl hinzugefügt: %s

source: Inverting Selection
de_de: Auswahl invertiert

source: Switched Direction at Shape: %s
de_de: Richtung von Shape umgekehrt: %s

source: Changed Cutter Correction at Shape: %s
de_de: Fräserkompensation umgekehrt von Shape: %s

source: No config file found generated new on at: %s
de_de: Keine Config Datei gefunden. Neue Datei erstellt: %s

source: Loading config file:%s
de_de: Lade Config Datei: %s

source: Error during reading config file
de_de: Fehler während des lesen der Config Datei

source: Please delete or correct %s
de_de: Bitte löschen oder korrigieren sie folgende Datei: %s

source: Problem during import from INI File
de_de: Fehler während des lesen der Config Datei

source: No postprocessor file found generated new on at: %s
de_de: Keine Postprozessor Datei gefunden. Neue Datei erstellt: %s

source: Loading postprocessor file: %s
de_de: Lade Postprozessor Datei: %s

source: Error during reading postprocessor file
de_de: Fehler während des lesen der Postprozessor Datei

source: Problem during import from postprocessor File
de_de: Fehler während des lesen der Postprozessor Datei

source: About DXF2GCODE
de_de: Über DXF2GCODE

source: You are using DXF2GCODE
de_de: Sie verwenden DXF2GCODE

source: For more information und updates about
de_de: Für weitere Information oder Updates

source: please visit my homepage at:
de_de: besuchen sie bitte meine Homepage:

source: Cancel
de_de: Abbrechen
